<?php

namespace Database\Seeders;

use App\Models\Article;
use Illuminate\Database\Seeder;

class ArticleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        // sport Articles
        Article::create([
            'title' => 'ساديو ماني يوقع للنصر',
            'short_description' => 'كشف مصدر في نادي النصر السعودي ، أن السنغالي ساديو ماني، نجم نادي بايرن ميونخ وقع على عقود انتقاله إلى العالمي.',
            'full_description' => 'كشف مصدر في نادي النصر السعودي لكووورة، أن السنغالي ساديو ماني، نجم نادي بايرن ميونخ وقع على عقود انتقاله إلى العالمي.

            وكانت شبكة "سكاي سبورت" الألمانية، قد ذكرت أن ماني الذي يتواجد مع بايرن في جولته التحضيرية في سنغافورة، قد يسافر مباشرة إلى الرياض بعد نهاية الجولة التحضيرية يوم الأحد، من أجل إنهاء صفقة انتقاله للنصر.

            وتابعت أن النادي السعودي قدم عرضا بقيمة 40 مليون يورو لبايرن ميونخ، ومثلها للنجم السنغالي بما في ذلك من المكافآت وحقوق الصورة.',
            'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport1.jpg',

        ]);
        Article::create([
            'title' => 'عرض هزيل يبقي ماجواير في اليونايتد',
            'short_description' => 'رفض مانشستر يونايتد، اليوم الجمعة، عرضًا من وست هام، بقيمة 20 مليون إسترليني، لضم المدافع هاري ماجواير.
            ',
            'full_description' =>'رفض مانشستر يونايتد، اليوم الجمعة، عرضًا من وست هام، بقيمة 20 مليون إسترليني، لضم المدافع هاري ماجواير.

            وبحسب صحيفة "ذا أتلتيك"، يبحث النادي اللندني عن تدعيم صفوفه هذا الصيف، عقب رحيل ديكلان رايس لصفوف آرسنال مقابل 105 ملايين إسترليني.

            ويرغب ديفيد مويس، مدرب وست هام، في ضم ماجواير، إلا أن هناك شكوكًا حول استمرار المطارق في المفاوضات، بالنظر إلى ارتفاع أجره إلى جانب المطالب المادية المرتفعة التي يريدها مانشستر يونايتد، إضافة إلى عدم اتضاح مدى رغبة المدافع نفسه في الانتقال.',
             'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport2.jpg',

        ]);
        Article::create([
            'title' => 'شيكابالا: الزمالك يمر بظروف صعبة.. وسنكشف كل شيء قريبا
            ',
            'short_description' => 'عبر محمود عبد الرازق "شيكابالا"، قائد الزمالك المصري، عن سعادته بالفوز العريض الذي تحقق على حساب الاتحاد المنستيري التونسي، برباعية دون رد في كأس الملك سلمان للأندية العربية.
            ',
            'full_description' =>'عبر محمود عبد الرازق "شيكابالا"، قائد الزمالك المصري، عن سعادته بالفوز العريض الذي تحقق على حساب الاتحاد المنستيري التونسي، برباعية دون رد في كأس الملك سلمان للأندية العربية.

            وقال شيكابالا في مقابلة تليفزيونية عقب المباراة عبر قناة (SSC) السعودية: "الزمالك تعرض لظروف صعبة قبل البطولة سواء اللاعبين أو الجهاز الفني".

            وأضاف: "سنوضح كل شيء في الوقت المناسب، ونخوض هذه البطولة بهدف الرد على المشككين".

            وتابع: "لاعبو الزمالك عانوا من العديد من الأمور خلال الفترة الماضية ولن نتحدث عن أي شيء، سوى بعد نهاية مشوار البطولة وما حدث معنا كلاعبين".

            وأشاد شيكابالا بدعم جماهير الزمالك للفريق وله بشكل شخصي، مؤكدا أنه اعتاد على مساندة جماهير الفريق الأبيض في الفترة الماضية وعلى مدار سنوات طويلة له في الملاعب.',
             'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport3.jpg',

        ]);
        Article::create([
            'title' => 'رونالدو بديلا في التشكيلة الرسمية لديربي النصر والشباب
            ',
            'short_description' => 'أعلن مدربا النصر والشباب السعوديين تشكيلتيهما الرسمية للمواجهة التي تجمعهما مساء اليوم الجمعة على ملعب مدينة الملك فهد الرياضية بالطائف، ضمن الجولة الأولى من دور المجموعات بكأس الملك سلمان للأندية الأبطال',
            'full_description' =>'أعلن مدربا النصر والشباب السعوديين تشكيلتيهما الرسمية للمواجهة التي تجمعهما مساء اليوم الجمعة على ملعب مدينة الملك فهد الرياضية بالطائف، ضمن الجولة الأولى من دور المجموعات بكأس الملك سلمان للأندية الأبطال.

            ويتواجد نجوم النصر السعودي كريستيانو رونالدو وتاليسكا وتيليس وفوفانا على دكة البدلاء منذ البداية.

            التشكيلة الأساسية للنصر:

            نواف العقيدي، نواف بوشل، عبدالإله العمري، عبدالله مادو، جيسلان كونان، علي الحسن، عبدالله الخيبري، خالد الغنام، عبدالعزيز العليوة، عبدالمجيد الصليهم، عبدالفتاح آدم.

            التشكيلة الأساسية للشباب:

            كيم سيونج جيو، فواز الصقور، إياجو سانتوس، حسان تمبكتي، حسين الصبياني، رياض شراحيلي، ماجد كنبة، إيفر بانيجا، عبدالله الجوعي، هتان باهبري، أحمد عبده.',
             'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport4.jpg',

        ]);
        Article::create([
            'title' => 'ألكاراز يحتفظ بصدارة التصنيف العالمي.. وكاتشين يحقق قفزة واسعة',
            'short_description' => 'حافظ الإسباني كارلوس ألكاراز والصربي نوفاك ديوكوفيتش والروسي دانييل ميدفيديف على المراكز الأولى في التصنيف العالمي لتنس الرجال للمحترفين الصادر الإثنين، حيث لم تشهد المراكز الأولى أي تغيير باستثناء اقتحام الأرجنتيني بيدرو كاتشين لقائمة "أفضل 50 لاعبا".
            ',
            'full_description' =>'حافظ الإسباني كارلوس ألكاراز والصربي نوفاك ديوكوفيتش والروسي دانييل ميدفيديف على المراكز الأولى في التصنيف العالمي لتنس الرجال للمحترفين الصادر الإثنين، حيث لم تشهد المراكز الأولى أي تغيير باستثناء اقتحام الأرجنتيني بيدرو كاتشين لقائمة "أفضل 50 لاعبا".

            وعقب نهاية بطولة ويمبلدون الكبرى المقامة على الملاعب العشبية، التي توج بها ألكاراز للمرة الأولى بانتصاره على حامل اللقب ديوكوفيتش، حظي معظم اللاعبين الكبار في التصنيف براحة، ما انعكس على قائمة التصنيف التي لم تتغير في أول 15 مركزا.

            وكانت أفضل قفزة حققها كاتشين، الذي إضافة لتتويجه بلقب جاشتاد (سويسرا)، وهو الأول له ليصعد 41 مركزا وليحل في التصنيف ال49 عالميا.',
             'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport5.jpg',

        ]);
        Article::create([
            'title' => 'ديوكوفيتش يغيب عن بطولة تورنتو
            ',
            'short_description' => 'أعلن الاتحاد الكندي للتنس انسحاب الصربي المخضرم نوفاك ديوكوفيتش (36 عاما) من بطولة "ناشيونال بنك" المفتوحة في تورنتو، بسبب الإجهاد.',
            'full_description' =>'أعلن الاتحاد الكندي للتنس انسحاب الصربي المخضرم نوفاك ديوكوفيتش (36 عاما) من بطولة "ناشيونال بنك" المفتوحة في تورنتو، بسبب الإجهاد.

            وكان ديوكوفيتش خسر في الأسبوع الماضي المباراة النهائية لبطولة إنجلترا المفتوحة (ويمبلدون) أمام الإسباني كارلوس ألكاراز، وأهدر فرصة تعزيز الرقم القياسي في عدد مرات الفوز بألقاب بطولات "جراند سلام" الأربع الكبرى، والذي يستحوذ عليه حاليا برصيد 23 لقبا.

            وقال ديوكوفيتش، في تصريحات نشرتها وكالة الأنباء البريطانية (بي إيه ميديا): "استمتعت دائما بمشاركاتي في كندا، ولكنني بعدما تحدثت إلى فريقي، نرى أن الاعتذار عن المشاركة هو القرار الأصوب".

            وأضاف: "أود توجيه الشكر إلى كارل هال، مدير البطولة، على تفهمه للقرار. أتمنى بالفعل العودة للمشاركة في بطولات كندا وفي تورنتو خلال السنوات المقبلة، وأن ألعب أمام الجماهير الرائعة هناك".

            وبعد اعتذار ديوكوفيتش عن عدم المشاركة بالبطولة، التي تنطلق فعالياتها في الخامس من آب/أغسطس المقبل، سيحصل الأمريكي كريستوفر يوبانكس على فرصة المشاركة في الأدوار الرئيسية مباشرة.

            وكان يوبانكس بلغ دور الثمانية في ويمبلدون، بعد الفوز على اليوناني ستيفانوس تسيتسيباس المصنف الخامس عالميا وكاميرون نوري المصنف الأول في بريطانيا.',
             'category_id' => '1',
            'author_id' => '6',
            'image'=>'sport6.jpg',

        ]);

        // international
        Article::create([
            'title' => 'روسيا تعلن إسقاط صاروخين أوكرانيين على أراضيها',
            'short_description' => 'أعلنت روسيا، اليوم الجمعة، أنها أسقطت صاروخين أوكرانيين على أراضيها، أحدهما أدى لإصابة 15 بجروح، في حين استمرت الهجمات المتبادلة بين الطرفين فيما ضغط القادة الأفارقة على بوتين لإنهاء الحرب.',
            'full_description' =>'أعلنت روسيا، اليوم الجمعة، أنها أسقطت صاروخين أوكرانيين على أراضيها، أحدهما أدى لإصابة 15 بجروح، في حين استمرت الهجمات المتبادلة بين الطرفين فيما ضغط القادة الأفارقة على بوتين لإنهاء الحرب.

            وقالت وزارة الدفاع الروسية، عبر تليغرام، إن "نظام كييف شن هجوما إرهابيا على منشآت سكنية في تاغانروغ مستخدما صاروخ دفاع جوي من طراز إس-200".

            وأضافت أن "الدفاعات الجوية الروسية رصدت الصاروخ الأوكراني واعترضته خلال تحليقه"، موضحة أن شظاياه "سقطت في أرض تاغانروغ".

            وأفاد فاسيلي غولوبيف حاكم منطقة روستوف، حيث تقع المدينة المذكورة التي تضم 250 ألف نسمة، بأن 15 شخصا على الأقل أصيبوا نتيجة انفجار بمقهى في مدينة تاغانروغ بمقاطعة روستوف جنوبي البلاد.

            وتقع تاغانروغ على بُعد 50 كيلومترا من الحدود الأوكرانية، على الطريق المؤدية إلى ميناء ماريوبول، الذي احتلته القوات الروسية بعد حصار مدمر في 2022.

            وأعلن الجيش الروسي لاحقا أنه أسقط صاروخا ثانيا قرب آزوف التي تبعد 40 كيلومترا شرق تاغانروغ، من دون أن يسفر ذلك عن ضحايا.

            وقال نائب في مجلس الدوما الروسي إن عبوة ناسفة انفجرت في مصفاة نفط بمدينة سامارا جنوبي روسيا دون وقوع إصابات.

            وتعرضت أجزاء من روسيا، وخاصة بالقرب من الحدود مع أوكرانيا، للقصف أو لهجمات بطائرات مسيّرة خلال الحرب المستمرة منذ 17 شهرا. وكانت منشآت الطاقة ومخازن الأسلحة أهدافا متكررة للهجمات.',
            'category_id' => '3',
            'author_id' => '7',
            'image'=>'international1.png',

        ]);
        Article::create([
            'title' => 'الحرائق تهدد الريفيرا وتتجدد في إيطاليا وتنحسر في اليونان',
            'short_description' => 'يهدد خطر حرائق الغابات منطقة الريفييرا الفرنسية، وأنحاء من إيطاليا وإسبانيا، خصوصا مع توقعات بارتفاع درجات الحرارة في شبه الجزيرة الإيبيرية.',
            'full_description' =>'يهدد خطر حرائق الغابات منطقة الريفييرا الفرنسية، وأنحاء من إيطاليا وإسبانيا، خصوصا مع توقعات بارتفاع درجات الحرارة في شبه الجزيرة الإيبيرية.

            ووفقا لنظام معلومات حرائق الغابات الأوروبي، فإن المنطقة المعرضة لخطر الحرائق تشمل مرتفعا بجنوب فرنسا وقطاعات كبيرة من الساحل ومناطق داخل البلاد بين مدينتي مرسيليا ونيس ابتداء من بعد غد الأحد.

            كما تهدد الحرائق أنحاء من إيطاليا وإسبانيا، إذ من المتوقع أن ترتفع درجات الحرارة في شبه الجزيرة الإيبيرية الأسبوع المقبل. وتعرقل الرياح الشديدة جهود احتواء حرائق الغابات المستعرة في أنحاء منطقة البحر المتوسط، من الجزائر إلى تركيا.

            إخلاء في إيطاليا
            وفي إيطاليا، تجدد اشتعال حرائق الغابات والحرائق الكبيرة على نحو أوسع، في منطقة أبوليا الإيطالية على البحر الأدرياتيكي، حيث لا تزال مستعرة في جنوب البلاد. وامتدت الحرائق بإقليم ليتشي في شبه جزيرة سالنتو إلى بعض المنازل مساء أمس الخميس وكادت تقترب من الساحل.

            وفي تلك الأثناء، جرى إخلاء منازل قضاء العطلات. وتم تداول مقاطع مصورة عبر وسائل التواصل الاجتماعي لأشخاص وهم يفرون من ألسنة اللهب التي تقترب من الشاطئ في بلدة أوجينتو.

            وتمكنت دائرة الإطفاء من السيطرة على معظم الحرائق الخطيرة في أوجينتو، في عملية مطولة ليلا، حسب ما ذكر متحدثون باسم الدائرة، وأضافوا أن الوضع قد هدأ. وفي أبوليا، تضررت مزرعة جراء الحرائق، ودمرت النيران عديدا من أشجار الزيتون.',
             'category_id' => '3',
            'author_id' => '7',
            'image'=>'international2.png',

        ]);
        Article::create([
            'title' => 'اختتام قمة روسيا وأفريقيا وبوتين يتعهد بتعزيز الشراكة في الغذاء والأمن والتكنولوجيا',
            'short_description' => 'اختتمت القمة الروسية الأفريقية أعمالها اليوم الجمعة في سان بطرسبورغ، وسط تعهدات بتعزيز الشراكة بين الجانبين في مجالات التجارة والأمن والغذاء والتكنولوجيا.',
            'full_description' =>'اختتمت القمة الروسية الأفريقية أعمالها اليوم الجمعة في سان بطرسبورغ، وسط تعهدات بتعزيز الشراكة بين الجانبين في مجالات التجارة والأمن والغذاء والتكنولوجيا.

            وعبر البيان الختامي للقمة عن القلق إزاء ارتفاع أسعار المواد الغذائية والأسمدة.

            ونقل مراسل الجزيرة أن القمة اعتمدت خطة للتعاون في مكافحة الإرهاب، وخطة لتنشيط التنسيق في السياسة الخارجية.

            وقد تعهد الرئيس الروسي فلاديمير بوتين -اليوم الجمعة- بإرسال الغذاء والسلاح لأفريقيا وتعزيز التعاون مع أجهزتها الاستخباراتية.',
            'category_id' => '3',
            'author_id' => '7',
            'image'=>'international3.png',

        ]);
        Article::create([
            'title' => 'بريطانيا تحقق في رسائل إلكترونية بُعثت بالخطأ إلى مالي بدلا من البنتاغون
            ',
            'short_description' => 'قالت السلطات البريطانية -اليوم الجمعة- إنها تحقق في رسائل بريد إلكتروني خاصة بوزارة الدفاع بُعثت بالخطأ إلى مستلم آخر عن طريق الخطأ، بعدما أفادت تقارير بأن الرسائل التي كانت موجهة إلى المخابرات العسكرية الأميركية انتهى بها المطاف في مالي حليفة روسيا.',
            'full_description' =>'قالت السلطات البريطانية -اليوم الجمعة- إنها تحقق في رسائل بريد إلكتروني خاصة بوزارة الدفاع بُعثت بالخطأ إلى مستلم آخر عن طريق الخطأ، بعدما أفادت تقارير بأن الرسائل التي كانت موجهة إلى المخابرات العسكرية الأميركية انتهى بها المطاف في مالي حليفة روسيا.

            وصرحت بريطانيا بأن المعلومات التي أُرسلت بالخطأ ليست شديدة الحساسية، وقال متحدث باسم وزارة الدفاع "فتحنا تحقيقا بعد إعادة توجيه عدد صغير من رسائل البريد الإلكتروني عن طريق الخطأ إلى مجال بريد إلكتروني غير صحيح".

            وأضاف المتحدث "نحن واثقون من أنها لا تحتوي على أي معلومات يمكن أن تعرض أمن العمليات أو البيانات الفنية للخطر".

            وأفادت صحيفة "تايمز" البريطانية بأن مسؤولين من وزارة الدفاع كانوا يحاولون الاتصال بوزارة الدفاع الأميركية (البنتاغون)، لكنهم أرسلوا بطريق الخطأ الرسائل إلى مالي، مشيرة إلى أن اسم المجال الخاص بهما على الإنترنت متشابه.

            وذكرت صحيفة "فايننشال تايمز" البريطانية الأسبوع الماضي في تحقيق لها أن الملايين من رسائل البريد الإلكتروني المرتبطة بالجيش الأميركي ظلت تُرسل بشكل خاطئ إلى اسم المجال الخاص بمالي على مدار سنوات بسبب انتشار هذا الخطأ المطبعي.

            وأشارت وزارة الدفاع البريطانية إلى أنها تأخذ الحادث على محمل الجد، لكنها قللت من أهمية ما أُرسل بطريق الخطأ.

            وقال المتحدث باسم الوزارة "تتم مشاركة جميع المعلومات الحساسة على أنظمة مصممة لتقليل مخاطر التوجيه الخاطئ"، مضيفا أن الوزارة "تراجع عملياتها باستمرار وتنفذ حاليا برنامج عمل لتحسين إدارة المعلومات، ومنع فقدان البيانات، والتحكم في المعلومات الحساسة".

            يذكر أن لدى مالي علاقات وثيقة مع روسيا منذ انقلاب عام 2021، فيما تنأى بنفسها عن فرنسا (القوة الاستعمارية السابقة) ودول غربية أخرى، وطلبت السلطات المالية في يونيو/حزيران الماضي من قوة حفظ السلام التابعة للأمم المتحدة مغادرة البلاد',
            'category_id' => '3',
            'author_id' => '7',
            'image'=>'international4.png',

        ]);
        Article::create([
            'title' => 'قضايا حساسة بينها تحركات الضباط.. خطأ مطبعي ينقل أسرار البنتاغون لدولة مالي
            ',
            'short_description' => 'بشكل خاطئ وجه الأميركيون على مدى عقد كامل أسرارهم العسكرية وقضاياهم الحساسة إلى دولة مالي التي تعد حاليا أبرز حليف لروسيا في غرب أفريقيا، وفق ما نقلت فايننشال تايمز ووسائل إعلام أميركية',
            'full_description' =>'بشكل خاطئ وجه الأميركيون على مدى عقد كامل أسرارهم العسكرية وقضاياهم الحساسة إلى دولة مالي التي تعد حاليا أبرز حليف لروسيا في غرب أفريقيا، وفق ما نقلت فايننشال تايمز ووسائل إعلام أميركية.

            وأفادت تقارير صدرت اليوم وأمس بأنه تم توجيه الملايين من رسائل البريد الإلكتروني العسكرية الأميركية بشكل خاطئ إلى مالي من خلال "خطأ مطبعي".

            وتحتوي هذه الإيميلات على معلومات حساسة للغاية، بما في ذلك الوثائق الدبلوماسية والإقرارات الضريبية وكلمات المرور وتفاصيل سفر كبار الضباط والغرف الفندقية التي يقيمون بها.

            ونقلت سي إن إن (CNN) أن ملايين الإيميلات أرسلت من غير قصد إلى حسابات إلكترونية في مالي خلال العقد الماضي.

            وأضافت أن هذا الخطأ يعرض الأمن القومي الأميركي لمخاطر، حيث إن المعلومات الشخصية التي تتضمنها الرسائل الإلكترونية يمكن استغلالها في تنفيذ عمليات قرصنة إلكترونية، ويمكن توظيفها في ملاحقة تحركات عناصر البنتاغون، مع العلم أنه لم يتم الإبلاغ عن حالة من هذا القبيل.

            وقد احتوت إحدى الرسائل على أرقام غرف فندقية لرئيس أركان الجيش الأميركي الجنرال جيمس ماكونفيل والوفد المرافق له في رحلة قاموا بها إلى إندونيسيا في مايو/أيار الماضي.

            وبحسب ما نشرت صحيفة "فايننشال تايمز" البريطانية، فإن سبب الخطأ يعود إلى تقارب النطاق الإلكتروني الأميركي "mil" مع النطاق المالي "ml".

            وقالت الصحيفة إنه رغم التحذيرات المتكررة على مدار عقد من الزمان، يستمر التدفق المستمر لحركة مرور البريد الإلكتروني إلى نطاق ML، معرّف الدولة لمالي، نتيجة لخطأ الأشخاص في كتابة MIL، وهي اللاحقة لجميع عناوين البريد الإلكتروني العسكرية الأميركية.',
            'category_id' => '3',
            'author_id' => '7',
            'image'=>'international5.png',

        ]);

        //local
        Article::create([
            'title' => 'عرين الأسود: لنتوحّد خلف مقاومتنا ونعِد العدو بمزيدٍ من الضربات
            ',
            'short_description' => 'وجهت مجموعات عرين الأسود ثلاث رسائل في الذكرى الأولى لاستشهاد المؤسس القائد محمد العزيزي ورفيق دربه القائد عبود صبح وأسد العرين محمد حرز الله.',
            'full_description' =>'وجهت مجموعات عرين الأسود ثلاث رسائل في الذكرى الأولى لاستشهاد المؤسس القائد محمد العزيزي ورفيق دربه القائد عبود صبح وأسد العرين محمد حرز الله.

            وحول الرسالة الأولى التي كانت لمدينة نابلس وكل أبناء الشعب الفلسطيني، فقال العرين في بيانـه " لنتوحد جميعا خلف مقاومتنا أيًا كان الانتماء وأيًا  كان المسمى لنتوحد جميعا أمام ما يحاك لقضيتنا من مؤامرات أكبر بكثير مما دبر لهذه القضية في أي وقت مضى"

            وتابع " فقد تآمر على شعبنا العالم كل وغضَّ الطرف عن حق هذا الشعب بالعيش على أرضه وعودة لاجئيه  الذين شردوا دون سبب في ليلة وضحاها الشعب الوحيد في العالم  الذي ما زالت أرضه محتلة وفي نفس الوقت يبارَك  هذا الاحتلال من  العالم سرا وعلنا هذا العالم الساقط  هو نفسه الذي يتباكى ويدعم أوكرانيا  في حقها وحق شعبها بالدفاع عن نفسه ويحارب أي جهة تدعم أي فلسطيني في حقه بالدفاع عن نفسه وأرضه وشعبه" ',
            'category_id' => '2',
            'author_id' => '7',
            'image'=>'local1.png',

        ]);
        Article::create([
            'title' => 'عشرات الآلاف يؤدون صلاة الجمعة في المسجد الأقصى
            ',
            'short_description' => 'أدى عشرات الآلاف، صلاة الجمعة في المسجد الأقصى المبارك، رغم الإجراءات العسكرية المشددة التي فرضتها قوات الاحتلال الإسرائيلي على أبواب ومداخل البلدة القديمة في القدس المحتلة.

            ',
            'full_description' =>'أدى عشرات الآلاف، صلاة الجمعة في المسجد الأقصى المبارك، رغم الإجراءات العسكرية المشددة التي فرضتها قوات الاحتلال الإسرائيلي على أبواب ومداخل البلدة القديمة في القدس المحتلة.

            وذكرت دائرة الأوقاف الإسلامية في القدس، أن نحو 45 ألف مصل أدوا صلاة الجمعة في رحاب المسجد الأقصى.

            وانتشرت قوات الاحتلال في شوارع المدينة ومحيط المسجد الأقصى، وتمركزت عند بواباته، وأوقفت المصلين ودققت في بطاقاتهم الشخصية.',
            'category_id' => '2',
            'author_id' => '7',
            'image'=>'local2.png',

        ]);
        Article::create([
            'title' => 'بلدية رفح تصدر تنويهًا مهمًا للمواطنين بشأن أوقات السباحة
            ',
            'short_description' => 'صدرت بلدية مدينة رفح جنوب قطاع غزة اليوم الجمعة، تنويهًا مهمًا للمواطنين بشأن أوقات السباحة في بحر المدينة، وذلك بعد وفاة شابين غرقا في البحر.',
            'full_description' =>'أصدرت بلدية مدينة رفح جنوب قطاع غزة اليوم الجمعة، تنويهًا مهمًا للمواطنين بشأن أوقات السباحة في بحر المدينة، وذلك بعد وفاة شابين غرقا في البحر.

            وقالت البلدية في تنويه لها: "تؤكد بلدية رفح على عدم السباحة في البحر خارج دوام المنقذين البحريين، الذي يبدأ يوميًا من الساعة الـ 8 صباحًا حتى الـ 8 مساءً، التزامكم حفاظًا على سلامتكم".

            وتُوفي شابين، فجر يوم الجمعة، غرقاً في بحر محافظة رفح جنوب قطاع غزّة، بعد أعمال بحث استمرت لعدة ساعات، حتى أعلن عن وفاة الأول ومن ثم العثور على جثمان الشاب الآخر.',
            'category_id' => '2',
            'author_id' => '7',
            'image'=>'local3.png',

        ]);
        Article::create([
            'title' => 'تمهيداً للقاء الفصائل.. الرئيس عباس يصل مصر السبت ويلتقي السيسي',
            'short_description' => 'علن سفير فلسطين لدى مصر دياب اللوح ، أن الرئيس محمود عباس، سيصل إلى جمهورية مصر العربية غدا السبت، في زيارة رسمية تستغرق يومين، تلبية لدعوة الرئيس عبد الفتاح السيسي.',
            'full_description' =>'أعلن سفير فلسطين لدى مصر دياب اللوح ، أن الرئيس محمود عباس، سيصل إلى جمهورية مصر العربية غدا السبت، في زيارة رسمية تستغرق يومين، تلبية لدعوة الرئيس عبد الفتاح السيسي.

            وأوضح السفير اللوح أن  الرئيس عباس سيعقد جلسة خاصة مع السيسي لبحث آخر المستجدات على الساحة الفلسطينية والجهود المبذولة لدفع عملية السلام وإنهاء الإحتلال الإسرائيلي، إضافة إلى الجهود الكبيرة التي تبذلها مصر لإنجاز المصالحة الوطنية وإنهاء الانقسام.
            ',
            'category_id' => '2',
            'author_id' => '7',
            'image'=>'local4.png',

        ]);
        Article::create([
            'title' => 'عائلة أبو قوطة توضح تفاصيل اتفاقها مع الجهات المعنية حول حادثة وفاة ابنها
            ',
            'short_description' => 'أصدرت عائلة المواطن شادي أبو قوطة بياناً هاماً، كشفت فيه للرأي العام، تفاصيل ماتم الاتفاق عليه مع الجهات المعنية بغزة.            ',
            'full_description' =>'أصدرت عائلة المواطن شادي أبو قوطة بياناً هاماً، كشفت فيه للرأي العام، تفاصيل ماتم الاتفاق عليه مع الجهات المعنية بغزة.

            وقالت العائلة في بيان لها، مساء اليوم الجمعة: “في ضوء الجريمة البشعة التي تعرض لها ابننا المغدور الشهيد باذن الله شادي عطية عبد الحميد أبو قوطة فقد حرصت عشيرة السطرية وعائلة أبو قوطة ومنذ اللحظة الأولى على مبدأ ضبط النفس والحفاظ على السلم الأهلي تجنبا لإراقة المزيد من الدماء رغم بشاعة الجريمة وعظم المصاب، وقد عزز هذا الموقف تحمل الجميع لمسؤولياته من خلال الإدانة الشعبية والتنظيمية و الفصائلية الكبيرة لهذا الجرم المشهود، واعلان رئاسة بلدية خانيونس والمجلس البلدي الإستقالة والاعتقال الفوري لمرتكبي الجريمة ( سائق الجرافة وعنصري (الشرطة) من قبل النيابة العامة والأجهزة الأمنية وبعد تدخل الوسطاء ورجال الإصلاح ممثلة بوفد رسمي حكومي سياسي عشائري مكلف من قبل لجنة العمل الحكومي وحركة حماس".',
            'category_id' => '2',
            'author_id' => '7',
            'image'=>'local5.png',

        ]);


        // technology
        Article::create([
            'title' => 'شاهد- إزالة شعار الطائر الأزرق من مبنى تويتر.. هل أخذ ماسك الشعار من ميتا؟
            ',
            'short_description' => 'تداول عدد من المدونين والعاملين في تويتر مقاطع فيديو لإزالة شعار الطائر الأزرق التقليدي والاستعاضة عنه بالعلامة التجارية الجديدة "إكس" (X) من واجهة المبنى الرئيسي في الولايات المتحدة.',
            'full_description' =>'تداول عدد من المدونين والعاملين في تويتر مقاطع فيديو لإزالة شعار الطائر الأزرق التقليدي والاستعاضة عنه بالعلامة التجارية الجديدة "إكس" (X) من واجهة المبنى الرئيسي في الولايات المتحدة.

            وأقر الملياردير الأميركي ومالك المنصة إيلون ماسك أول أمس الأحد تعديل شعار المنصة والاستعاضة عن الطائر الأزرق بحرف "إكس" أبيض على خلفية سوداء، وجاء ذلك بعد أشهر من إعلان ماسك تعديل اسم الشركة إلى "إكس كورب".

            ويستمد تويتر -الذي أُسّس في العام 2006- اسمه من صوت الطيور، واستخدم علامته التجارية منذ أيامه الأولى عندما اشترت الشركة سهم رمز لطائر أزرق مقابل 15 دولارا بحسب موقع "كرييتف بلوك".

            ووصف ماسك الشعار الجديد بأنه "حد أدنى من فن الديكور"، وأشار إلى أنه بموجب الهوية الجديدة للموقع ستطلق على المناشير تسمية "إكس".',
            'category_id' => '4',
            'author_id' => '7',
            'image'=>'technology1.png',

        ]);

        Article::create([
            'title' =>'بسبب طريقة إدارتها.. محللون يتوقعون أن تسحب ثريدز المعلنين من تويتر',
            'short_description' => 'يرى بعض المعلنين أن منصة "ثريدز" (Threads) -التي أطلقتها شركة "ميتا بلاتفورمز" (Meta Platforms) في تحد لشركة "تويتر" (Twitter)- أقل إثارة للجدل ويمكن توقع قراراتها إلى حد كبير مقارنة بمنصة تويتر المملوكة للملياردير الأميركي إيلون ماسك، في حين يقول محللون إن المنصة الجديدة يمكن أن تجذب ميزانيات مرصودة للتسويق في نهاية المطاف.',
            'full_description' => 'يرى بعض المعلنين أن منصة "ثريدز" (Threads) -التي أطلقتها شركة "ميتا بلاتفورمز" (Meta Platforms) في تحد لشركة "تويتر" (Twitter)- أقل إثارة للجدل ويمكن توقع قراراتها إلى حد كبير مقارنة بمنصة تويتر المملوكة للملياردير الأميركي إيلون ماسك، في حين يقول محللون إن المنصة الجديدة يمكن أن تجذب ميزانيات مرصودة للتسويق في نهاية المطاف.

            وأصبح تطبيق ثريدز الذي أُطلق في الخامس من يوليو/تموز الجاري منصة التواصل الاجتماعي الأسرع انتشارا بانضمام 100 مليون مستخدم، في ما يبدو أنه أول تهديد خطير لتطبيق التدوين المصغر تويتر.

            في المقابل، قال ماسك -أمس الأحد- إن تويتر سيغير علامته التجارية وشعاره إلى حرف "إكس".

            وذكرت شركة الأبحاث "سينسور تاور" (Sensor tower) أن تطبيق ثريدز شهد انخفاضا في عدد مرات التحميل والتفاعل خلال الأسبوع الذي تلا الضجة التي أحاطت بصدوره.

            ولا تتيح المنصة حاليا خدمة الإعلانات عليها، لكن محللين يتوقعون حملات إنفاق ببذخ على الإعلانات شريطة أن يستمر المستخدمون في استخدام المنصة.

            وإذا نجحت منصة ثريدز في الاحتفاظ بالمستخدمين، فسيكون بمقدورها تحقيق 5 مليارات دولار حصيلة إيرادات سنوية من الإعلانات، وهو ما يعادل ما ربحه تويتر عام 2021.

            وفي هذا الصدد، يقول مات يانوفسكي -المؤسس المشارك لشركة "مومنت لاب" (Moment Lab) وهي وكالة إعلانات ومتخصصة في صناعة العلامات التجارية- إنه بمجرد أن تكون الإعلانات متاحة على ثريدز ستعيد العلامات التجارية توجيه ميزانية إنفاقها على الإعلانات بعيدا عن تويتر "من دون شك".',
            'category_id' => '4',
            'author_id' => '7',
            'image'=>'technology2.png',

        ]);
        Article::create([
            'title' =>'لتقليل مخاوف البيت الأبيض.. تعهدات بإضافة علامة مائية للمحتوى المولَّد بالذكاء الاصطناعي',
            'short_description' => 'أعلن البيت الأبيض أمس الجمعة أن شركة "أوبن إيه آي" (Open AI) وشركات أخرى متخصصة بالذكاء الاصطناعي التزمت بجعل التكنولوجيا التي تصنّعها أكثر أمانا بإضافة علامات مائية مثلا على الصور المفبركة.',
            'full_description' => 'أعلن البيت الأبيض أمس الجمعة أن شركة "أوبن إيه آي" (Open AI) وشركات أخرى متخصصة بالذكاء الاصطناعي التزمت بجعل التكنولوجيا التي تصنّعها أكثر أمانا بإضافة علامات مائية مثلا على الصور المفبركة.

            وقال البيت الأبيض في بيان "تشدّد هذه الالتزامات، التي اختارت الشركات القيام بها على الفور، على 3 مبادئ يجب أن تكون أساسية لمستقبل الذكاء الاصطناعي؛ وهي السلامة والأمن والثقة، وتمثل خطوة حاسمة في سبيل تطوير ذكاء اصطناعي مسؤول".

            وينضمّ ممثلون من شركات "أمازون" (Amazon) و"أنثروبيك" (Anthropic) و"غوغل" (Google) و"إنفليكشن" (Inflection) و"ميتا" (Meta) و"مايكروسوفت" (Microsoft) و"أوبن إيه آي" إلى الرئيس الأميركي جو بايدن للإعلان عن الالتزامات التي تشمل تطوير "آليات تقنية قوية" مثل أنظمة العلامات المائية لضمان معرفة المستخدمين بأن المحتوى وليد الذكاء الاصطناعي، وفق مسؤول في البيت الأبيض. ويُنظر إلى هذا التحرك على أنه انتصار لجهود إدارة بايدن في تنظيم تقنية الذكاء الاصطناعي التي تشهد انتعاشا سواء فيما يتعلق بالاستثمار فيها أو زيادة عدد مستخدميها.

            ولم تتضح بعد الكيفية التي ستظهر بها العلامة المائية عند تبادل المعلومات.

            ومع تطور تكنولوجيا الذكاء الاصطناعي واقتراب انتخابات 2024 الرئاسية، زاد القلق من استخدام الصور والتسجيلات الصوتية المفبركة بواسطة الذكاء الاصطناعي لأغراض الاحتيال والتضليل.

            ويتم البحث عن طرق لمعرفة متى يكون المحتوى منتجا بتقنيات الذكاء الاصطناعي لتجنيب الناس التعرّض للخداع من المحتوى الذي يبدو حقيقيا.',
            'category_id' => '4',
            'author_id' => '7',
            'image'=>'technology3.png',

        ]);
        Article::create([
            'title' =>'لمساعدة الصحفيين.. غوغل تختبر أداة تعمل بالذكاء الاصطناعي لكتابة النصوص الخبرية',
            'short_description' => 'أعلنت شبكة غوغل أمس الخميس أنها تعمل مع مؤسسات إعلامية على تصميم أداة جديدة مدعومة بالذكاء الاصطناعي، لمساعدة الصحفيين على إعداد مواضيعهم الخبرية وكتابتها.',
            'full_description' => 'أعلنت شبكة غوغل أمس الخميس أنها تعمل مع مؤسسات إعلامية على تصميم أداة جديدة مدعومة بالذكاء الاصطناعي، لمساعدة الصحفيين على إعداد مواضيعهم الخبرية وكتابتها.

            وقد كُشف عن المشروع أول مرة من جانب صحيفة "نيويورك تايمز" التي تتعاون مع صحيفتي "واشنطن بوست" و"وول ستريت جورنال" في اختبار المنتج الجديد.
            ولفت التقرير -بالاستناد لمصادر لم يسمّها- إلى أن الأداة المعروفة داخليا باسم "جينيسيس" لا تزال في مرحلة اختبار مبكرة، لكنّ أداءها كان لافتا لدرجة أن بعض مديري الأخبار الذين اطلعوا على قدراتها أبدوا "قلقا" من تبعاتها.

وقالت ناطقة باسم غوغل -في بيان- "بالشراكة مع ناشري الأخبار، وخصوصا صغار الناشرين، نحن في المراحل الأولى لاستكشاف الأفكار من أجل توفير أدوات مدعومة بالذكاء الاصطناعي لمساعدة صحافييهم في عملهم".

وأضافت أنه "بكل بساطة، لا يُقصد بهذه الأدوات ولا يمكنها أن تحلّ محل الدور الأساسي الذي يضطلع به الصحفيون في إعداد التقارير، وإنشاء مقالاتهم والتحقق منها".',
            'category_id' => '4',
            'author_id' => '7',
            'image'=>'technology4.png',

        ]);
        Article::create([
            'title' =>'أكثر من 60% من سكان العالم يستخدمون وسائل التواصل الاجتماعي',
            'short_description' => 'ظهرت دراسة حديثة أن ما يقرب من 5 مليارات شخص، أي ما يزيد على 60% من سكان العالم، يستخدمون وسائل التواصل الاجتماعي.',
            'full_description' => 'أظهرت دراسة حديثة أن ما يقرب من 5 مليارات شخص، أي ما يزيد على 60% من سكان العالم، يستخدمون وسائل التواصل الاجتماعي.

            ويمثل ذلك زيادة بنسبة 3.7% مقارنة بالعام الماضي، وفقا لحسابات شركة الاستشارات الرقمية "كيبيوس" في تقريرها الربع سنوي الأخير.
            وبات عدد مستخدمي الشبكات الاجتماعية يناهز عدد مستخدمي الإنترنت البالغ 5.19 مليارات شخص والذي يشكّل 64.5% من سكان العالم.

وثمة تفاوت كبير بين مناطق العالم، إذ يستخدم شخص واحد فقط من كل 11 شخصا في شرق أفريقيا ووسطها وسائل التواصل الاجتماعي.

أما في الهند، التي أصبحت رسميا هذا العام أكبر بلد في العالم من ناحية عدد السكان، فالنسبة تلامس واحدًا من كل 3 أشخاص.

كذلك أظهرت الدراسة ازديادا في مقدار الوقت الذي يمضيه المستخدمون على وسائل التواصل الاجتماعي بمعدل دقيقتين، ليصبح ساعتين و26 دقيقة يوميا.',
            'category_id' => '4',
            'author_id' => '7',
            'image'=>'technology5.png',

        ]);

        //
        Article::create([
            'title' =>'لورنس العرب أم عرب لورنس؟  ',
            'short_description' => 'من يقرأ كتاب لورنس "أعمدة الحكمة السبعة" يقف متعجبا أمام بدائعه وأنماط فصاحته، هذه الأنماط التي تدخل لورنس في عداد الكُتاب الكلاسيكيين العظام. إذ إن لورنس جيد الوصف والسرد معا، له في نقل تفاصيل الواقع الجغرافي واستبطان النفس البشرية ما ليس لكثير من الكتاب في تاريخ الأدب البريطاني. ولعل تمكن لورنس من فن الكتابة وشغفه الكبير بالحكي هو ما جعله يدخل التاريخ من أبوابه الواسعة، متميزا عن أقرانه ممن عاينوا أحداث الحرب العالمية الأولى وعاشوا ويلاتها.',
            'full_description' => 'من يقرأ كتاب لورنس "أعمدة الحكمة السبعة" يقف متعجبا أمام بدائعه وأنماط فصاحته، هذه الأنماط التي تدخل لورنس في عداد الكُتاب الكلاسيكيين العظام. إذ إن لورنس جيد الوصف والسرد معا، له في نقل تفاصيل الواقع الجغرافي واستبطان النفس البشرية ما ليس لكثير من الكتاب في تاريخ الأدب البريطاني. ولعل تمكن لورنس من فن الكتابة وشغفه الكبير بالحكي هو ما جعله يدخل التاريخ من أبوابه الواسعة، متميزا عن أقرانه ممن عاينوا أحداث الحرب العالمية الأولى وعاشوا ويلاتها.

            يوم 31 مايو/أيار 1991، كُتب لي أن أحضر محاضرة بمكتبة "إف إن إيه سي" (FNAC) فرع شارل ديغول في باريس، وكانت المحاضرة من إلقاء جيريمي ويلسون (Jeremy Wilson) كاتب سيرة لورنس المعتمد، وموريس لاريس (Mauris Larès)، صاحب أشهر أطروحة كُتبَتْ حول علاقة لورنس بالفرنسيين.

            بقدر ما اجتهد ويلسون في إضفاء صفة الحقيقة على مغامرات لورنس في الجزيرة العربية، وبقدر ما اجتهد لاريس في إثبات أنه كان صديقا لفرنسا وللفرنسيين، كان الحضور يسأل عن شخصية لورنس: هل كان إنسانا عاديا، أم كان مريضا نفسانيا، هل كان شاذا؟ أم صادقا؟ أم كذّابا؟

            حين جاء دوري لأخذ الكلمة، تساءلت مستغربا كيف يمكن أن نغفل عن أن الباعث من وراء كتابة "أعمدة الحكمة السبعة" كان أدبيا في المقام الأول، وأن حلم لورنس، كما ترشح بذلك رسائله، كان "إضافة كتاب رابع يكون تتمة للكتب الثلاثة العظام في تاريخ الأدب الغربي بحسبه"، وهي "هكذا تكلم زرادشت" لنيتشه، و"موبي ديك" لميلفل، و"الإخوة كارامازوف" لدوستويفسكي.

            ضاقت نفس المحاضرَين بسؤالي، فسارعا إلي إيقافي بطريقة فظة، مما فوّت عليّ الاسترسال في الكلام. جعل ويلسون يجيبني وهو يشيح عني بوجهه متطلعا إلى سؤال آخر من القاعة، وكأن سؤالي لا يستحق الوقوف عنده، يقول: "صحيح أن لورنس كاتب عظيم، غير أن هذا لا ينفي أنه كان صانع ملوك (Kingmaker) كذلك"، مشيرا إلى أنه هو من أجلس الأمير فيصل بن الشريف حسين على العرش في سوريا.',
            'category_id' => '5',
            'author_id' => '7',
            'image'=>'report1.png',

        ]);
        Article::create([
            'title' =>'الأتراك البيض والأتراك السود
            ',
            'short_description' => 'تحدَّث الرئيس التركي رجب طيب أردوغان في إفطار رسمي بالقصر الرئاسي في شهر رمضان المبارك عام 2015 إلى جمهور عريض من مواطنيه، فقال: "إن الأتراك البيض يصفونكم ويصفوننا بأننا زنوج أتراك (zenci Türk)، وأنا فخور بأني زنجي تركي".',
            'full_description' => 'تحدَّث الرئيس التركي رجب طيب أردوغان في إفطار رسمي بالقصر الرئاسي في شهر رمضان المبارك عام 2015 إلى جمهور عريض من مواطنيه، فقال: "إن الأتراك البيض يصفونكم ويصفوننا بأننا زنوج أتراك (zenci Türk)، وأنا فخور بأني زنجي تركي".

            كما تحدث أردوغان مرة إلى الجمهور التركي قائلا: "في هذا البلد يوجد تمييز بين الأتراك البيض والأتراك السود، وأخوكم طيب (يقصد نفسه) ينتمي إلى الأتراك السود"، وكان أردوغان في بداية حكمه رئيسا لوزراء تركيا صرَّح عام 2002 بأن المسلمين المتدينين هم "سود تركيا". ووصف نفسه في خطابات وتصريحات أخرى بأنه "تركي أسود" siyah Türk.

            وربما تكون مصطلحات مثل "الأتراك البيض" و"الأتراك السود" غريبة على مسامع القراء العرب، لكنها ليست غريبة على الساحة السياسية التركية. وهي مصطلحات مهمة لإثراء الجدل الدائر حول العنصرية في تركيا هذه الأيام، وفهم العنصرية التي يعاني منها الأتراك أنفسهم في وطنهم، وهي أعمق جذوراً وأشدُّ رسوخاً من العنصرية ضد العرب والأفغان والأفارقة وغيرهم.

            وقد صدرت دراسات أكاديمية مهمة باللغة الإنجليزية عن ثنائية "الأتراك البيض" و"الأتراك السود"، منها دراسة الأكاديمية التركية صيدا دمير ألب: "الأتراك البِيض والأتراك السود: الانشطارات العميقة وراء التناقض الإسلامي العلماني" الصادرة عام 2012، ودراسة الأكاديمي الألماني كريستوف رام: "ما وراء الأتراك السود والأتراك البِيض: رسالة النخب التركية الدائبة في تحضير مجتمع متنوع" الصادرة عام 2016، إضافة إلى دراسة المؤرخ التركي دوغان غوربينار: "المثقفون والأتراك البيض وأبناء الأرض: الحياة العقلية في الفكر التركي المحافظ" الصادرة عام 2018.

            وفي هذا المقال نسعى إلى إيضاح جوانب من المعادلة الاجتماعية التركية، عسى أن يدرك القارئ العربي أن العنصرية والتعامل الاستعلائي في تركيا ليسا موجهين في الأصل ضد العرب أو غيرهم من المهاجرين، بل هما موجهان -قبل ذلك وبالدرجة الأولى- ضد القطاع المحافظ المتديِّن من المجتمع التركي، وأن لهذه الظاهرة جذورا تاريخية وبنيوية تتجاوز الأحداث السياسية العابرة. وعسى أن يدرك المهاجر واللاجئ العربي في تركيا أن لديه حلفاء من الأتراك الذين عانوا من التهميش والتحيز من قبل، فيضع يده في أيديهم بدلا من الوقوع في مزالق التسطيح المخل، والتعميم المضر، باتهام تركيا كدولة أو الشعب التركي كله بالعنصرية.

            لم يقصد أردوغان بطبيعة الحال ظاهرة التمييز على أساس اللون أو العرق حين تحدث عن "الأتراك البيض" و"الأتراك السود"، وإنما قصد بهذا التعبير المجازي نوعا آخر من العنصرية الثقافية والتمييز الاجتماعي، كثيرا ما عانى منه جمهور مواطني تركيا المعاصرة -أتراكا وأكرادا وعربا وغيرهم- على أيدي نخب علمانية متغرِّبة، تعامل مجتمعها المسلم بكثير من الازدراء والاستعلاء.',
            'category_id' => '5',
            'author_id' => '7',
            'image'=>'report2.png',

        ]);
        Article::create([
            'title' =>'إسرائيل بعد التعديلات القضائية.. أكثر عدوانا وأشد وهنا',
            'short_description' => 'شكل بدء حكومة بنيامين نتنياهو تمرير تشريعات خطة "التعديلات القضائية"، بإقرار قانون ينهي الرقابة القضائية على قرارات وسياسات الحكومة، نقطة تحول فارقة في تاريخ إسرائيل.',
            'full_description' => 'شكل بدء حكومة بنيامين نتنياهو تمرير تشريعات خطة "التعديلات القضائية"، بإقرار قانون ينهي الرقابة القضائية على قرارات وسياسات الحكومة، نقطة تحول فارقة في تاريخ إسرائيل.

            وستبدو انعكاسات تمرير "التعديلات القضائية" على إسرائيل، للوهلة الأولى، متناقضة، حيث ستجعلها، من ناحية، أكثر عدوانا تجاه الشعب الفلسطيني، وفي الوقت ذاتها ستفضي إلى تآكل مقومات القوة التي تركن إليها في تأمين وجودها.

            تمرير القانون الذي يلغي الرقابة القضائية على سياسات وقرارات الحكومة يسمح للقوى الدينية اليهودية الخلاصية ذات النفوذ الكبير داخل الائتلاف الحكومة بتطبيق برنامجها الرامي إلى حسم الصراع مع الشعب الفلسطيني، عبر السيطرة على الأرض الفلسطينية وضمها لإسرائيل من خلال السعي لتفريغها من أصحابها عن طريق ممارسة أكبر قدر من القمع، الذي قد يصل إلى حد الإبادة الجماعية.',
            'category_id' => '5',
            'author_id' => '7',
            'image'=>'report3.png',

        ]);
        Article::create([
            'title' =>'قبل أن ينهار 98 ألف مبنى في مصر
            ',
            'short_description' => 'في شهرٍ واحد، شهدت مصر مؤخرا 6 حوادث انهيار لبنايات سكنية مأهولة مخلفة ضحايا في محافظات عديدة، وهي قصة -على مأساويتها- متكررة منذ عقود، ولم يعد أحد يتوقف أمامها إلا بقدر ما يستغرق المشهد.',
            'full_description' => 'في شهرٍ واحد، شهدت مصر مؤخرا 6 حوادث انهيار لبنايات سكنية مأهولة مخلفة ضحايا في محافظات عديدة، وهي قصة -على مأساويتها- متكررة منذ عقود، ولم يعد أحد يتوقف أمامها إلا بقدر ما يستغرق المشهد.

            لكن ربما ينبغي على هذه الحال أن تتغير، وأن يلتفت أحد إلى المشكلة التي لا يبدو منها إلا رأس جبل الجليد، فالإحصاء السكاني الأخير يكشف أن 24% من مباني مصر يحتاج إلى ترميم (أكثر من 3 ملايين مبنى)، وأن نحو 98 ألف مبنى مأهولا لم يعد يجدي معها الترميم بل تحتاج إلى إخلاء وهدم، ولا ينبغي أن ننتظر أن تسقط جميعها على رؤوس من فيها.

            وسقوط المباني هو ثمرة مزيج من العجز المادي، وخلل الأولويات، وتقاعس الأجهزة المسؤولة، ثم الفساد الذي يجد له بيئة خصبة، فكثير من المباني القديمة لم يعد أصحابها قادرين على صيانتها، والأجهزة المحلية تتقاعس عن مهمتها في مراقبة حالة المنشآت ومخالفات البناء، ويتجاهل بعض العاملين فيها تلك المخالفات تحقيقا لمصالح مادية، أما الشرطة المختصة بتنفيذ قرارات الإزالة فتنشغل عن مهمتها بشؤون أخرى.

            بداية الظاهرة.. الزمان والملابسات
            لم يكن الحال دوما كذلك في مصر، ولم تبدأ ظاهرة انهيار المباني إلا في الستينيات من القرن الماضي، ولذلك أسباب يمكن استقراؤها، فقد كان ملاك البيوت في الحقبة الملكية أكثر حرصا على سلامة المبنى لإطالة عمره، فقد كان تأجير العقار نشاطا اقتصاديا مجديا، وحالة العقار هي أحد أسباب جذب السكان المناسبين.

            ولكن الأمور تغيرت مع انهيار الملكية وقيام نظام يوليو/ تموز 1952 حيث ألزم الملاك بتخفيض قيمة الإيجارات بنسبة 15%، ورفعها لاحقا إلى 20%، وفرض عقوبة الحبس 3 أشهر على المخالفين، كما جمد القيمة الإيجارية بصرف النظر عن معدلات التضخم، وسمح بتوريث عقد الإيجار الى ورثة المستأجر بالقيمة الإيجارية نفسها.

            لم يعد إيجار العقارات اقتصادا مجزيا، وفقد المالك معظم حقه فيه، ولم تعد مبالغ الإيجار الزهيدة -مع مرور الزمن- تكفي ليقوم بأعمال الصيانة الدورية، لا سيما في ظل ارتفاع أسعار مواد البناء، ولذلك كله، فقد انقلبت الآية، وأصبح بعضهم يتغاضى عن صيانة المبنى أملا في انهياره، وعندها يتخلص أخيرا من المستأجرين ويعيد بناءه وبيعه بأسعار السوق المرتفعة.',
            'category_id' => '5',
            'author_id' => '7',
            'image'=>'report4.png',

        ]);
        Article::create([
            'title' =>'الثقافة الخُرْنوبية
            ',
            'short_description' => 'كنا نسير، صديقي الدكتور محمد الخطيب وأنا، في جولة استراحتنا الصباحية اليومية (10 دقائق نرتاح فيها من عناء النظر في شاشة الحاسوب)، فذكر مروره بلفظ (الخرنوب) واجتهاده في البحث عن ألفاظ هذه المادة المعجمية (خرنب) ومعانيها في المدوّنات، حتى بلغ قول الشيخ الوائلي في شعر وصف فيه أحدهم بأنه "خِرناب"',
            'full_description' => 'كنا نسير، صديقي الدكتور محمد الخطيب وأنا، في جولة استراحتنا الصباحية اليومية (10 دقائق نرتاح فيها من عناء النظر في شاشة الحاسوب)، فذكر مروره بلفظ (الخرنوب) واجتهاده في البحث عن ألفاظ هذه المادة المعجمية (خرنب) ومعانيها في المدوّنات، حتى بلغ قول الشيخ الوائلي في شعر وصف فيه أحدهم بأنه "خِرناب".

            ولست تدري ما وجه العلاقة بين الخرنوب والخرناب في وصف المرء، من جهة، وبين نهر (خرناب) الذي يصب في نهر جيحون، من الجهة الأخرى، غير أنّ التّأمّل يفضي إلى علاقة وثيقة، بل جوهرية، بين اسم النّهر والوصف.

            الخرنوب والخرناب كلاهما دال على كثيرٍ قليلِ الخير، مع ضخامة حجم ونفج وانتفاخ وانتفاش. وهو ما نطلق عليه في العامية: "كثير عدد وقليل بركة"، وهذا مشابه تماما للغثاء في الحديث الشريف (الجامع الصحيح للسنن والمسانيد: 2/ 401): "بل أنتم يومئذ كثير، ولكنّكم غثاء كغثاء السيل"، وهو نفسه ما يدل عليه الزبد في الآية الكريمة: (فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ) "سورة الرعد: من الآية 17″، الزّبد كثير يذهبه الهواء، والقليل النافع يمكث.

            وتجد في أوصافهم لنهر الخرناب أنه أعظم من جيحون، ومع ذلك فهو يصب فيه. كبير في حقيقته يصب في صغير في حقيقته، ومع ذلك يبدو هذا الصغير أكبر وأشهر، ويكاد ذلك الكبير يستنزف ويتلاشى ذكره. وهذا شبيه بما يسمى في الإدارة "تجيير الجهود" و"الاستنزاف" و"السطو بوضع اليد"؛ يمتلئ جيحون بماء الخرناب، فيصيح خرنوبًا أكبر.

            وتذاكرنا، صديقي وأنا، ما بدا للوهلة الأولى معركة أدبية بين الأستاذ عباس محمود العقاد ونجيب محفوظ في شبابه، حين تكلم العقاد على الرواية والقصة، وقدم عليهما الشعر، وشبه الرواية بالخرنوب (قنطار خشب ودرهم حلاوة)، مقارنة بالشعر، لما فيه من الكثافة والإيجاز، وما فيها من انسداح واكتثار في التفاصيل وإغراق في الكلام. على أن رد نجيب محفوظ عليه لم يثر فيه الحمية لرد على الرد، فوقفت بوادر المعركة الأدبية عند هذا الحدّ، ولم تمتدّ، كمعارك العقاد الأخرى في ذلك الأوان مع أمثال طه حسين، وغيره طبعًا.

            أُبت إلى مكتبتي على الحاسوب، وبحثت في المصادر عن وجوه استعمال هذا اللفظ (خرنوب)، والعامة تفتح خاءه (خَرنوب)، وهو و(الخروب) واحد، على أن (الخرنوب النبطي) المسمى (الينبوت) مختلف تماما عن (الخروب الشامي)، والواضح من المثل الذي لجأ إليه العقاد لإيجاز رأيه في الرواية والقصة أن المقصود هو الخروب الشامي، وإلا فثمار الينبوت لا حلاوة فيها. هكذا، وجدت ما أثار شهيتي للكتابة، واخترت هذا العنوان (ثقافة الخرنبة) بعد نقاش طريف مع الصديق اللبيب الدكتور محمد الخطيب.

            ',
            'category_id' => '5',
            'author_id' => '7',
            'image'=>'report5.png',

        ]);




    }
}